<?php
// +----------------------------------------------------------------------
// | RXThink [ WE CAN DO IT JUST THINK IT ]
// +----------------------------------------------------------------------
// | Copyright (c) 2017-2019 http://rxthink.cn All rights reserved.
// +----------------------------------------------------------------------
// | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------
// | Author: 牧羊人 <rxthink@gmail.com>
// +----------------------------------------------------------------------

//DES加解密KEY
define('API_KEY', 'IaRt5201');

return array(
	//'配置项'=>'配置值'
	
    //【加载扩展配置文件】
    'LOAD_EXT_CONFIG' => 'msgConfig',//扩展配置可以支持自动加载额外的自定义配置文件
    
    //【配置扩展函数文件】
    'LOAD_EXT_FILE' => '',//加载自定义公共函数文件
    
);